Dashquoia.Api/Requests/GetProcesses.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
  <soapenv:Header/>
  <soapenv:Body>
    <tem:GetProcesses/>
  </soapenv:Body>
</soapenv:Envelope>